Repository: lampsolutions/nm404
Catalog: languages/nm404-*.po
Languages: de_de

source: General
de_de: Allgemein

source: Settings
de_de: Einstellungen

source: Help
de_de: Hilfe

source: License
de_de: Lizenz

source: Author
de_de: Autor

source: nm404 Settings
de_de: nm404 Einstellungen

source: Error
de_de: Fehler

source: Success
de_de: Erfolg

source: Settings saved
de_de: Einstellungen gespeichert

source: Relative (<small>%s</small>) or absolute urls (<small>%s</small>) are possible.
de_de: Relative (<small>%s</small>) oder absolute Urls (<small>%s</small>) sind möglich.

source: The default sitemap url is <small>/sitemap.xml</small> .
de_de: Die Standard Sitemap URL lautet <small>/sitemap.xml</small> .

source: Sitemap entries limit
de_de: Sitemap Einträge Limit

source: For large blogs parsing dynamically generated XML-Sitemaps can take a lot of time.
de_de: Das Erstellen von dynamisch generierten XML-Sitemaps kann bei großen Blogs sehr lange dauern.

source: Limiting the entries parsed, increases speed but lowers quality of result.
de_de: Das Limitieren der berücksichtigten Einträge erhöht die Performance, jedoch wird die Qualität des Ergebnisses verschlechtert.

source: If your sitemap is split into more then one file, the limit is used for each single file.
de_de: Falls deine Sitemap in mehreren Dateien zerlegt ist, wird das Limit for jede einzelne Sitemap Datei verwendet.

source: The default limit for entries is 1000.
de_de: Der Standardwert Limitierungswert für Einträge ist 1000.

source: If you want to parse unlimited entries, set the limit to <b>-1</b>.
de_de: Falls du unlimitiert Einträge berücksichtigen willst, setzte den Wert auf <b>-1</b>.

source: Sitemap retrieving timeout in seconds
de_de: Timeout für das Laden der Sitemap in Sekunden

source: If the nm404 url lookup runs into a timeout, the user will be shown the default 404 error page of your theme.
de_de: Falls der nm404 URL Suchvorgang in einen Timeout rennt erhält der Benutzer die Standard 404 Fehlerseite deines Themes zu sehen.

source: The default timeout for retrieving the sitemap.xml is 3 seconds.
de_de: Der Standardwert für das Laden der sitemap.xml ist 3 Sekunden.

source: Save
de_de: Speichern

source: German Video Tutorials
de_de: Deutsche Video Tutorials

source: Facebook Group:
de_de: Facebook Gruppe:

source: Social Networks
de_de: Soziale Netzwerke

source: Additional Plugins of Affiliate solutions
de_de: Weitere Plugins von Affiliate solutions

source: https://offer.affiliate-solutions.xyz/bounce-jammer-en/
de_de: https://offer.affiliate-solutions.xyz/bounce-jammer-de/

source: https://offer.affiliate-solutions.xyz/digi2mailpoet-en/
de_de: https://offer.affiliate-solutions.xyz/digi2mailpoet-de/

source: https://offer.affiliate-solutions.xyz/customer-retargeting-en/
de_de: https://offer.affiliate-solutions.xyz/customer-retargeting-de/

source: https://offer.affiliate-solutions.xyz/moreads-se-premium-en/
de_de: https://offer.affiliate-solutions.xyz/moreads-se-premium-de/

source: nm404 Errors (Last 30 entries)
de_de: nm404 Fehler (Letzte 30 Einträge)

source: Time
de_de: Zeit

source: Message
de_de: Nachricht

source: Clear logs
de_de: Leere Logs

source: nm404 Statistics (Last 1000 redirects)
de_de: nm404 Statistiken (Letzten 1000 Umleitungen)

source: Redirects
de_de: Umleitungen

source: nm404: An error has occurred, could not write to log file "%s".
de_de: nm404: Ein Fehler ist aufgetreten, konnte in die Log Datei "%s" nicht schreiben.

source: Statistics
de_de: Statistiken

source: Error Logs
de_de: Fehlermeldungen

source: Could not access sitemap %s
de_de: Konnte auf die Sitemap %s nicht zugreifen

source: Loading of %s took longer than %d seconds or resulted in an 404 http error, displaying default 404 error page.
de_de: Das Laden von %s hat länger als %d Sekunden gedauert oder der Aufruf der Sitemap führte zu einem 404 HTTP Fehler. Zeige die Standard 404 Fehlerseite an.

source: Loading of the sub sitemaps (execution time in seconds: %d, timeout in seconds: %d) exhausted the timeout, displaying default 404 error page.
de_de: Das Laden der Sub Sitemap ist in einem Timeout gelaufen (Ausführungszeit: %d, Timeout in sekunden %d). Zeige 404 Fehlerseite an.

source: Loading of %s took longer than %d seconds or resulted in an http 404 error, displaying default 404 error page.
de_de: Das Laden von %s hat länger als %d Sekunden gebraucht oder der HTTP-Aufruf gab einen 404 Fehlercode zurück. (Stelle 404 Fehlerseite da)
